<?php
// Heading
$_['heading_title']         = 'Экспресс платежи: ЕРИП';
$_['heading_title_success'] = 'Счет добавлен для оплаты через систему ЕРИП';
$_['heading_title_fail']    = 'Ошибка выставления счета для оплаты через систему ЕРИП';

// Content
$_['text_message_success']  = 'Номер вашего заказа: ##order_id##';
$_['content_success'] = 'Оплату необходимо произвести в любой системе, позволяющей оплачивать через ЕРИП '.
'(товары банковские услуги, банкоматы, платежные терминалы, системы интернет-банкинга, клиент-банкинг и др.).'.
'<br> 1. Для этого в списке услуг ЕРИП перейдите в раздел: ##erip_path##'.
'<br> 2. Далее введите номер заказа <b>##order_id##</b> и нажмите "Продолжить"'.
'<br> 3. Проверьте правильность информации'.
'<br> 4. Произвести платеж';

$_['text_message_fail']  = 'При выполнении запроса произошла непредвиденная ошибка. Пожалуйста, повторите запрос позже или обратитесь в службу технической поддержки магазина.';

$_['erip_path']         = 'Интернет-магазины\Сервисы->Первая буква доменного имени интернет-магазина->Доменное имя интернет-магазина->Оплата заказа';
$_['qr_description']    = 'Отсканируйте QR-код для оплаты';

$_['text_home']             = 'Главная';
$_['text_basket']       = 'Корзина';
$_['text_checkout']     = 'Оформление заказа';
$_['text_separator']    = ' :: ';
$_['text_loading']      = 'Загрузка...';
$_['button_continue']   = 'Продолжить';
$_['button_confirm']    = 'Подтвердить';
